{
  "1":
  {"artName":"搬家了，我的个人博客搬到了新地址",
    "artUser":"cathy",
    "artSrc":"lib/img/index/newhome.jpg",
  "artDetail":"原来用的哪个域名没有什么意义，只是当时随便注册了一个就拿来用了。现在觉得有必要正经的处理下自己的个人博客，所以重新注册了一个新的域名做为自己个人博客的新家。新的域名是自己的名字"},
  "2":{
    "artName":"午后的阳光，洒在你轻盈的脸庞",
    "artUser":"cathy",
    "artSrc":"lib/img/index/mimi.jpg",
    "artDetail":"现在的生活又变的跟原来一样，慢吞吞的，自己想做的事情很多，时不时的还能冒出一些不错的想法，然后好多就是执行到一半总是这个那个的原因就放弃了，或者说搁置了。这样不行，要将自己的每个好的想法实现，遇到困难就去搞定他。"
  },
  "3":{
    "artName":"关于自己近期的个人规划",
    "artUser":"kevin",
    "artSrc":"lib/img/index/gal.jpg",
    "artDetail":"我觉的我是一个适合做技术的人，自己个人喜欢技术，热爱钻研也乐于去接收新技术。所以我给自己的计划是短期内还是以技术岗位为主，当然带项目不算脱离技术岗，目前不能做纯粹的管理岗或者说产品经理之类的。当自己的技术真的到能够沉淀的时候，管理岗位才是一个比较合适的位置。##目前现在的工作节奏有点慢，感觉上升空间已经不大了，公司的性质决定了现在的情况，是时候找一个新的平台了。在接下来的时间，将这边的工作收尾，做好交接。准备迎接我的新平台。"

  },
  "4":{
    "artName":"个人关于深度操作系统的使用体会",
    "artUser":"kevin",
    "artSrc":"lib/img/index/shendu.png",
    "artDetail":"我个人平时喜欢看新闻，之前就总听国产操作系统之类的种种。这几天就从网上下载了一个深度操作系统。对于深度我想装过系统的童鞋应该不会陌生，深度优化的操作系统还是相当不错的。但是现在，深度出了一个的linux操作系统，我现在装的都已经１５.+的版本了，想来也应该不错。##然后就从官网下载镜像，但是不得不说的是这个镜像服务器真是慢，我这20M的光纤下载速度150K左右，我也真是不谈了。等了几个小时终于下载下来。装上之后的第一感觉就是没白等。##首先深度系统的界面做的很简洁，操作方法大多延续了windows，针对一个边缘触控的快捷方式结合了linux的常见方式。例如启动器就像ubuntu的软件中心，dock则具备windows和mac的风格，其中高效模式感觉想安卓ＰＣ系统样式。##至于这款系统我最满意的就是深度商店，简直不要太棒，内部涵盖了我们常用的软件，对于一个程序猿来说简直太方便了，最起码不用我一个个的去找，直接下载就好。##最后，希望深度越做越好吧，毕竟一个软件大国不能没有自己的操作系统。就像当初中美黑客大战的时候，当我们在用别人的系统和别人对抗的时候，开始我们就输了。"

  }
,
  "5":{
    "artName":"最近总是心塞的感觉",
    "artUser":"kevin",
    "artSrc":"lib/img/index/xinsai.jpg",
    "artDetail":"最近心情就像图上似的，塞塞的感觉。很是烦躁，压力也很大。感觉自己的目标很远、很高、很难实现，现在过得好累。虽然一直在向着更好前进。##记得自己刚来北京的时候，那时候虽然挣得不多，过的不好，但是好像还是蛮开心的样子，现在挣得不少过的不错，但是为啥不开心呢？最早的时候做的工作算是研发助理吧，当时挣得真的很少，不过幸好当时公司管住，而且领导当时也很照顾，同事也都很好，那一年多很开心，后来没办法工资上不去总不能耗着，而且我也是个人喜欢研发，想往这方面发展的，无奈放弃了这份工作。但是要知道一个没什么基础，不是专业出身的研发是没人愿意要的。带新人不是那家公司都愿意的，尤其是基本没什么基础的新人。后来无奈先找了一份工作，然后边上班边学习，每天有时间就看书学习，查资料。每天回家的地铁上也在看书，在敲代码。就这样我学会了很多东西，凭借这些我拿到了自己的第一份研发工作，也就是我现在所在的这家公司。##现在所在的这家公司呢，还是不错的，领导也很好，就是办公条件不像大公司的那种，一个部门一个房间的那种。此处公司没什么好说的，我对这里的人真的很是新奇。我们这里一个项目组组长，近四十的人说话毫无遮拦，而且婆婆妈妈的，组员办错一点事张口就骂，脾气老大了，跟别的部门的人说话也是，一点不考虑人情世故，我也真是醉了。还有另一个项目组组长，92年生人，当上项目组长哪个嘚瑟啊，哪个老子最厉害最牛，我也是。。。走路也嘚瑟的不行，跟个小流氓似的。这里咋这么多奇葩呢。##此地不宜久留！"

  }
}